tap "homebrew/bundle"
tap "homebrew/services"
tap "kreuzwerker/taps"
brew "ack"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "autojump"
brew "aws-sam-cli"
brew "awscli"
brew "awslogs"
brew "bandwhich"
brew "bmon"
brew "cloc"
brew "coreutils"
brew "docker-buildx"
brew "docker-slim"
brew "fd"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "hugo"
brew "iftop"
brew "libheif"
brew "inetutils"
brew "jq"
brew "krb5"
brew "midnight-commander"
brew "mpc"
brew "mpd", restart_service: true
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "newsboat"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pigz"
brew "pinentry-mac"
brew "pixz"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pwgen"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "speedtest-cli"
brew "terraform"
brew "texlive"
brew "tfenv", link: false
brew "tig"
brew "tldr"
brew "tmux"
brew "vimpc"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "basictex"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "easy-move-plus-resize"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "libreoffice"
cask "postman"
cask "pycharm"
cask "slack"
cask "telegram-desktop"
cask "vscodium"
cask "webstorm"
cask "whatsapp"
cask "meetingbar"
